[
    "Warum hat der Kiffer keinen Führerschein? Weil er immer nur auf dem Sofa abhängt!",
    "Was macht ein Kiffer, wenn er Hunger hat? Er bestellt eine Pizza mit extra Gras!",
    "Warum sind Kiffer so schlecht im Fußball? Weil sie immer nur auf dem Gras rumstehen!",
    "Was sagt ein Kiffer, wenn er einen Baum sieht? 'Alter, schau dir den riesigen Joint an!'",
    "Warum gehen Kiffer nicht in den Zoo? Weil sie Angst haben, dass die Giraffen sie auslachen!",
    "Was macht ein Kiffer, wenn er kein Gras mehr hat? Er geht in den Garten und raucht den Rasen!",
    "Warum sind Kiffer so gute Gärtner? Weil sie immer ein grünen Daumen haben!",
    "Was sagt ein Kiffer, wenn er einen Polizisten sieht? 'Keine Panik, ich habe nur Gras dabei!'",
    "Warum sind Kiffer so entspannt? Weil sie immer einen Joint in der Hand haben!",
    "Was macht ein Kiffer, wenn er einen Berg sieht? Er klettert hoch und sagt: 'Wow, was für ein High!'",
    "Warum sind Kiffer so gute Köche? Weil sie immer mit Kräutern arbeiten!",
    "Was sagt ein Kiffer, wenn er einen Regenbogen sieht? 'Wow, das ist der schönste Joint, den ich je gesehen habe!'",
    "Warum sind Kiffer so gute Mathematiker? Weil sie immer mit Graswurzeln arbeiten!",
    "Was macht ein Kiffer, wenn er einen Fluss sieht? Er denkt sich: 'Wow, das ist der längste Joint, den ich je gesehen habe!'",
    "Warum sind Kiffer so gute Musiker? Weil sie immer im Takt des Joints spielen!",
    "Was sagt ein Kiffer, wenn er einen Apfelbaum sieht? 'Alter, schau dir die leckeren Brownies an!'",
    "Warum sind Kiffer so gute Maler? Weil sie immer mit einem Joint in der Hand zeichnen!",
    "Was macht ein Kiffer, wenn er einen Vogel sieht? Er denkt sich: 'Wow, der fliegt bestimmt auf Gras!'",
    "Was sagt ein Kiffer, wenn er einen Polizisten sieht? 'Keine Panik, ich habe nur Gras dabei!'",
    "Warum sind Kiffer so entspannt? Weil sie immer einen Joint in der Hand haben!",
    "Du Hurensohn!",
    "Heute: halbe ware zu doppeltem Preis!",
    "Ich bin nicht High!",
    "Alleine kiffen macht nicht High!",
    "Wenn Delfine kiffen würden, wären sie dann Hai?",
    "Heute ist mir mehr nach Couch!",
    "Ich will aber noch produktiv sein ja?",
    "Kaufe heute 3 und bekomme 2!",
    "Kaufe 2 Joints zum Preis von 3 und du erhälst einen Joint gratis!",
    "Fick dich Malte!",
    "shortmig",
    "Ein hoch auf den Stinning Rodger"
]